<?php
return [
   'adminEmail' => 'admin@example.com',
   'supportEmail' => 'support@example.com',
   'senderEmail' => 'noreply@example.com',
   'senderName' => 'Example.com mailer',
   'user.passwordResetTokenExpire' => 3600,
   'user.passwordMinLength' => 6,
   'atmos_pinfl_token' => 'yO8YIHB8vrzivMETaaSVp4PdU9Ua:j5j_emdaiWE9z6LjMcgcoI1QS24a',
   'bsVersion' => '4.6',
   'apiBearer' => 'yecGilam:Algenix',
   'companyLimitStatisticPercents' => [
      1 => [
         'defaultPercent' => 2,
         'specialCompanies' => [
            'jizzax' => [
               'budget' => 2.5,
               'passport' => 2.5,
               'default' => 2.5,
            ],
         ],
         'ranges' => [
            ['min' => 0, 'max' => 70, 'budget' => 1.8, 'passport' => 2.8],
            ['min' => 71, 'max' => 100, 'budget' => 2, 'passport' => 3],
            ['min' => 101, 'max' => 110, 'budget' => 2.2, 'passport' => 3.2],
            ['min' => 111, 'max' => null, 'budget' => 2.4, 'passport' => 3.4],
         ],
      ],
      2 => [
         'defaultPercent' => 2,
         'specialCompanies' => [],
         'ranges' => [],
      ],
   ],
   'algenixAuth' => 'R95GOqLpqa1pu5T:dQ7GsfT2v9V81Qy',
   'algenix_card_token' => 'R95GOqLpqA1pu5T:dQ7GsfT2v9V81Qy',
   'status' => [
      'ru' => [
         0 => 'Активный',
         1 => 'Отключенный',
      ],
      'uz' => [
         0 => 'Активный',
         1 => 'Отключенный',
      ],
   ],
   
   'credit_status' => [
      'ru' => [
         -2 => 'В корзине',
         -1 => 'Отменен',
         0 => 'В оформлении',
         1 => 'В процессе',
         2 => 'Активный',
         3 => 'Удален',
         4 => 'У юриста',
         5 => 'В архиве',
         6 => 'Юрист'
      ],
      'uz' => [
         -2 => 'Корзина',
         -1 => 'Отменен',
         0 => 'Бекор килинган',
         1 => 'Жараенда',
         2 => 'Актив холатда',
         3 => 'Учирилган',
         4 => 'Юрист томонида',
         5 => 'Архивда',
         6 => 'Юристда'
      ],
   ],
   'credit_status_class' => [
      -2 => '',
      -1 => 'badge-danger',
      0 => 'badge-secondary',
      1 => 'badge-primary',
      2 => 'badge-success',
      3 => 'badge-danger',
      5 => 'badge-warning',
      4 => 'badge-success',
      6 => '',
   ],
   'credit_status_table' => [
      -2 => '',
      -1 => 'table-danger',
      0 => 'table-secondary',
      1 => 'table-primary',
      2 => 'table-success',
      3 => 'table-danger',
      4 => 'table-success',
      5 => 'table-warning',
      6 => '',
   ],
   'credit_type'=>[
      1=>'BUDGET',
      2=>'PASSPORT',
   ],
   'pay_status' => [
      'ru' => [
         -1 => 'План составлен',
         0 => 'В ожидании',
         1 => 'Оплачено',
         2 => 'Оплачено / Закрыт админом',
         3 => 'В счетчике',
         4 => 'Юрист: Новые',
         5 => 'Юрист: В суде',
         6 => 'Юрист: На рассмотрении',
         7 => 'Юрист: Окончен',
      
      ],
      'uz' => [
         -1 => 'Графикда',
         0 => 'Тулов жараенида',
         1 => 'Туланган',
         2 => 'Туланган / Епилган',
         3 => 'Хисоблаш жараенижа',
         4 => 'Юрист томонидан тухтатилган',
         5 => 'Юрист томонидан тухтатилган',
         6 => 'Юрист томонидан тухтатилган',
         7 => 'Юрист томонидан тухтатилган',
      ]
   ],
   'pay_status_class' => [
      -1 => 'table-active',
      0 => 'table-info',
      1 => 'table-success',
      2 => 'table-success',
      3 => 'table-danger',
      4 => 'table-danger',
   ],
   
   'is_sent_sms' => [
      'ru' => [
         0 => 'Активный',
         1 => 'Отключенный',
      ],
      'uz' => [
         0 => 'Фаол холатда',
         1 => 'Нофаол холатда',
      ],
   ],
   'payment_type' => [
      'ru' => [
         0 => 'Приход',
         1 => 'Расход',
      ],
      'uz' => [
         0 => 'Кирим',
         1 => 'Чиким',
      ]
   ],
   'payment_type_class' => [
      0 => 'badge badge-success',
      1 => 'badge badge-danger',
   ],
   'method' => [
      'ru' => [
         -1 => '',
         0 => 'Наличные',
         1 => 'Карта',
         2 => 'Оплата Атмос',
         3 => 'Оплата Algenix',
         4 => 'Оплата MIB'
      ],
      'uz' => [
         -1 => '',
         0 => 'Накд',
         1 => 'Терминал',
         2 => 'Атмосдан тулов',
         3 => 'Algenix тулов',
         4 => 'MIB тулов'
      ]
   ],
   'pay_type' => [
      'ru' => [
         0 => 'Аванс',
         1 => 'График',
         2 => 'С суда',
         3 => 'Расход',
         4 => '-',
         5 => 'Отмененный',
      ],
      'uz' => [
         0 => 'Олдиндан тулов',
         1 => 'График буйича',
         2 => 'Суд томонидан',
         3 => 'Чиким',
         4 => '-',
         5 => 'Бекор килинган',
      ],
   ],
   'link_category' => [
      'ru' => [
         0 => 'Кредиты',
         1 => 'Клиенты',
         2 => 'Планы платежей',
         3 => 'Данные юриста',
         4 => 'Отчёты',
         5 => '',
      ],
      'uz' => [
         0 => 'Кредитлар',
         1 => 'Клиентлар',
         2 => 'Тулов графиги',
         3 => 'Юрист хужжатлари',
         4 => 'Хисоботлар',
         5 => '',
      ],
   ],
   'client_about_sub_title' => [
      'ru' => 'О кредиторе/гарантере',
      'uz' => 'Кредитор/кафил хакида',
   ],
   'client_passport_sub_title' => [
      'ru' => 'Данные паспорта',
      'uz' => 'Паспорт маълумотлари',
   ],
   'client_type' => [
      'ru' => [
         0 => 'Кредитор',
         1 => 'Поручитель',
      ],
      'uz' => [
         0 => 'Кредитор',
         1 => 'Кафил',
      ],
   ],
   'user_roles' => [
      'ru' => [
         0 => 'Администратор',
         1 => 'Менеджер',
         2 => 'Сотрудник',
         3 => 'Юрист',
      ],
      'uz' => [
         0 => 'Администратор',
         1 => 'Бошкарувчи',
         2 => 'Ишчи',
         3 => 'Юрист',
      ],
   ],
   'user_status' => [
      'ru' => [
         10 => 'Активный',
         9 => 'Отключенный',
      ],
      'uz' => [
         10 => 'Актив холати',
         9 => 'Ноактив холати',
      ]
   ],
   
   /*Language Params*/
   'credits' => [
      'ru' => 'Кредиты',
      'uz' => 'Кредитлар',
   ],
   'clients' => [
      'ru' => 'Клиенты',
      'uz' => 'Мижозлар',
   ],
   'kassa' => [
      'ru' => 'Касса',
      'uz' => 'Касса',
   ],
   'kassa_all' => [
      'ru' => 'Список всех платежей',
      'uz' => 'Туловлар руйхати',
   ],
   'kassa_today' => [
      'ru' => 'Отчёт на сегодня',
      'uz' => 'Бугунги хисобот',
   ],
   'credits_plan' => [
      'ru' => 'Планы платежей',
      'uz' => 'Тулов графиги',
   ],
   'reports' => [
      'ru' => 'Отчёты',
      'uz' => 'Хисоботлар',
   ],
   'credits_all' => [
      'ru' => 'Все кредиты',
      'uz' => 'Барча кредитлар',
   ],
   'credits_invoice' => [
      'ru' => 'Счёт-фактуры',
      'uz' => 'Юк-хатлари',
   ],
   'credits_archive' => [
      'ru' => 'Архивы',
      'uz' => 'Архивлар',
   ],
   'clients_new' => [
      'ru' => 'Новый клиент',
      'uz' => 'Янги мижоз',
   ],
   'clients_all' => [
      'ru' => 'Список клиентов',
      'uz' => 'Мижозлар руйхати',
   ],
   'clients_guar' => [
      'ru' => 'Список гарантеров',
      'uz' => 'Кафиллар руйхати',
   ],
   'credits_plan_future' => [
      'ru' => 'Список будущих платежей',
      'uz' => 'Булачак туловлар',
   ],
   'credits_plan_today' => [
      'ru' => 'Платёжные планы на сегодняшний день',
      'uz' => 'График буйича бугунги туловлар',
   ],
   'credits_plan_late' => [
      'ru' => 'Просроченные платежи',
      'uz' => 'Вактида туламаганлар',
   ],
   'reports_kassa' => [
      'ru' => 'Отчёт по кассе',
      'uz' => 'Касса хисоботи',
   ],
   'reports_credit' => [
      'ru' => 'Отчёт по кредитам',
      'uz' => 'Кредитлар буйича хисобот',
   ],
   'show_kassa' => [
      'ru' => 'Касса на сегодня',
      'uz' => 'Бугунги касса',
   ],
   'header_search' => [
      'ru' => 'Поиск по № дог',
      'uz' => '№ кидириш',
   ],
   'header_search_button' => [
      'ru' => 'Поиск',
      'uz' => 'Кидириш',
   ],
   'profile' => [
      'ru' => 'Профиль',
      'uz' => 'Фойдаланувчи',
   ],
   'logout' => [
      'ru' => 'Выход',
      'uz' => 'Чикиш',
   ],
   'login' => [
      'ru' => 'Вход',
      'uz' => 'Кириш',
   ],
   'labels_credit_id' => [
      'ru' => 'Договор №',
      'uz' => 'Шартнома №',
   ],
   'labels_status' => [
      'ru' => 'Статус',
      'uz' => 'Холати',
   ],
   'labels_client' => [
      'ru' => 'Кредитор',
      'uz' => 'Кредитор',
   ],
   'labels_clients' => [
      'ru' => 'Кредиторы',
      'uz' => 'Кредиторлар',
   ],
   'labels_user' => [
      'ru' => 'Сотрудник',
      'uz' => 'Ишчи',
   ],
   'labels_guarantor' => [
      'ru' => 'Поручитель',
      'uz' => 'Кафил',
   ],
   'labels_guarantors' => [
      'ru' => 'Поручители',
      'uz' => 'Кафилар',
   ],
   'labels_doc_date_start' => [
      'ru' => 'Дата начала',
      'uz' => 'Бошланиш санаси',
   ],
   'labels_doc_date_end' => [
      'ru' => 'Дата окончания',
      'uz' => 'Тугаш санаси',
   ],
   'labels_pay_day' => [
      'ru' => 'День оплаты',
      'uz' => 'Тулов куни',
   ],
   'labels_company' => [
      'ru' => 'Магазин',
      'uz' => 'Дукон',
   ],
   'labels_region' => [
      'ru' => 'Регионы',
      'uz' => 'Вилоятлар',
   ],
   'labels_guar_name' => [
      'ru' => 'Залог',
      'uz' => 'Гаров номи',
   ],
   'labels_guar_type' => [
      'ru' => 'Тип залога',
      'uz' => 'Гаров тури',
   ],
   'labels_guar_count' => [
      'ru' => 'Кол-во залога',
      'uz' => 'Гаров киймати',
   ],
   'labels_guar_summa' => [
      'ru' => 'Сумма залога',
      'uz' => 'Гаров умумий суммаси',
   ],
   'labels_self_price' => [
      'ru' => 'Себестоимость',
      'uz' => 'Тан нархи',
   ],
   'labels_percent' => [
      'ru' => 'Процент',
      'uz' => 'Бонус',
   ],
   'labels_prepaid_summa' => [
      'ru' => 'Предоплата',
      'uz' => 'Олдиндан тулов',
   ],
   'labels_method' => [
      'ru' => 'Метод',
      'uz' => 'Тулов тури',
   ],
   'labels_month_count' => [
      'ru' => 'Кол месяц',
      'uz' => 'Ойлар сони',
   ],
   'labels_fullname' => [
      'ru' => 'Ф.И.О',
      'uz' => 'ФИШ',
   ],
   'labels_address' => [
      'ru' => 'Место жительство',
      'uz' => 'Манзил',
   ],
   'labels_phone' => [
      'ru' => 'Номер телефона',
      'uz' => 'Телефон раками',
   ],
   'labels_passport' => [
      'ru' => 'Серия пасспорта',
      'uz' => 'Пасспорт серияси',
   ],
   'labels_doc_total_price' => [
      'ru' => 'Договор сумма',
      'uz' => 'Шартнома сумма',
   ],
   'labels_total_price' => [
      'ru' => 'Итоговая сумма',
      'uz' => 'Умумий сумма',
   ],
   'labels_doc_total_text' => [
      'ru' => 'Итоговая сумма (текст)',
      'uz' => 'Умумий (харфлар билан)',
   ],
   'labels_credit_type' => [
      'ru' => 'Тип кредита',
      'uz' => 'Кредит тури',
   ],
   'input_credit_type' => [
      'ru' => 'Название типа кредита',
      'uz' => 'Кредит тури номи',
   ],
   'labels_token' => [
      'ru' => 'Токен',
      'uz' => 'Токен',
   ],
   'labels_content' => [
      'ru' => 'Примечение',
      'uz' => 'Изох',
   ],
   'labels_created' => [
      'ru' => 'Дата создания',
      'uz' => 'Яратилган сана',
   ],
   'credit_update' => [
      'ru' => 'Редактировать кредит',
      'uz' => 'Узгартиришлар',
   ],
   'region_title' => [
      'ru' => 'Название региона',
      'uz' => 'Вилоят номи',
   ],
   'delete' => [
      'ru' => 'Удалить',
      'uz' => 'Учириш',
   ],
   'more' => [
      'ru' => 'Подробнее',
      'uz' => 'Купрок маълумот',
   ],
   'credit_settings_update' => [
      'ru' => 'Редактировать настройки',
      'uz' => 'Созламаларни созлаш',
   ],
   'credit_make_plan' => [
      'ru' => 'Составить план',
      'uz' => 'Тулов графики яратиш',
   ],
   'credit_close' => [
      'ru' => 'Закрыть кредит',
      'uz' => 'Кредитни епиш',
   ],
   'credit_delete_plan' => [
      'ru' => 'Удалить план',
      'uz' => 'Графикни учириш',
   ],
   'credit_contacts' => [
      'ru' => 'Договоры',
      'uz' => 'Шартномалар',
   ],
   'credit_signs' => [
      'ru' => 'Подписи кредитора и поручителя',
      'uz' => 'Кредитор ва кафил имзолари',
   ],
   'credit_invoice' => [
      'ru' => 'Счёт фактура',
      'uz' => 'Юк-хати',
   ],
   'credit_client_contract' => [
      'ru' => 'Договор (на основе поручителя)',
      'uz' => 'Шартнома (кафил асосида)',
   ],
   'credit_guarantor_contract' => [
      'ru' => 'Договор поручителя',
      'uz' => 'Кафил гартномаси',
   ],
   'credit_plan_invoice' => [
      'ru' => 'График оплаты',
      'uz' => 'Тулов графиги',
   ],
   'credit_letter' => [
      'ru' => 'Гарантийное письмо',
      'uz' => 'Кафолат хати',
   ],
   'credit_payment_plan' => [
      'ru' => 'Планы платежей',
      'uz' => 'Туловлар режаси',
   ],
   'credit_items' => [
      'ru' => 'Список товаров',
      'uz' => 'Махсулотлар руйхати',
   ],
   'credit_payment_history' => [
      'ru' => 'История оплаты',
      'uz' => 'Тулов тарихи',
   ],
   'month' => [
      'ru' => 'Месяц',
      'uz' => 'Ой',
   ],
   'payment_date' => [
      'ru' => 'Дата оплаты',
      'uz' => 'Тулов куни',
   ],
   'amount' => [
      'ru' => 'Сумма за месяц',
      'uz' => 'Ойлик тулов суммаси',
   ],
   'amount_month' => [
      'ru' => 'Дата оплаты за месяц',
      'uz' => 'Ойлик тулов санаси',
   ],
   'credit_payed_amount' => [
      'ru' => 'Оплаченная сумма',
      'uz' => 'Туланган сумма',
   ],
   'credit_dept_month' => [
      'ru' => 'Задолжность по месяцу',
      'uz' => 'Ойлик карз',
   ],
   'credit_modal_title' => [
      'ru' => 'Плановая оплата по графику',
      'uz' => 'Тулов режаси асосида туловлар',
   ],
   'to_pay' => [
      'ru' => 'Оплатить',
      'uz' => 'Тулаш',
   ],
   'labels_item_title' => [
      'ru' => 'Название товара',
      'uz' => 'Махсулот номи',
   ],
   'labels_item_count' => [
      'ru' => 'Количество товара',
      'uz' => 'Махсулот микдори',
   ],
   'labels_item_amount' => [
      'ru' => 'Сумма товара',
      'uz' => 'Махсулот нархи',
   ],
   'total_amount' => [
      'ru' => 'Итоговая сумма',
      'uz' => 'Умумий суммаси',
   ],
   'total' => [
      'ru' => 'Итого',
      'uz' => 'Умумий',
   ],
   'labels_pay_type' => [
      'ru' => 'Тип оплаты',
      'uz' => 'Тулов гурухи',
   ],
   'detail_information' => [
      'ru' => 'Подробная информация',
      'uz' => 'Батайсил маълумот',
   ],
   'witness_seller' => [
      'ru' => 'Свидетель продавец',
      'uz' => 'Сотувчи гувохи',
   ],
   'witness_customer' => [
      'ru' => 'Свидетель покупатель',
      'uz' => 'Кредитор гувохи',
   ],
   'labels_client_fullname' => [
      'ru' => 'Ф.И.О',
      'uz' => 'ФИШ',
   ],
   'labels_birthday' => [
      'ru' => 'Дата рождения',
      'uz' => 'Тугилган вакти',
   ],
   'labels_passport_whose' => [
      'ru' => 'Кем выдан пасспорт',
      'uz' => 'Ким томонидан берилган',
   ],
   'labels_passport_enddate' => [
      'ru' => 'Дата окончания пасспорта',
      'uz' => 'Амал килиш муддати',
   ],
   'labels_image' => [
      'ru' => 'Пасспорт',
      'uz' => 'Пасспорт',
   ],
   'labels_client_type' => [
      'ru' => 'Тип клиента',
      'uz' => 'Мижоз тури',
   ],
   'labels_limit' => [
      'ru' => 'Лимит',
      'uz' => 'Чеклов',
   ],
   'labels_extra_phone' => [
      'ru' => 'Дополнительный телефон',
      'uz' => 'Кушимча телефон ракамлар',
   ],
   'labels_passports' => [
      'ru' => 'Пасспорты',
      'uz' => 'Пасспортлар',
   ],
   'labels_payments' => [
      'ru' => 'Платежи',
      'uz' => 'Туловлар',
   ],
   'make_credit' => [
      'ru' => 'Оформить кредит',
      'uz' => 'Кредит расмийлаштириш',
   ],
   'update' => [
      'ru' => 'Редактировать',
      'uz' => 'Узгартириш',
   ],
   'information' => [
      'ru' => 'Информация', //client/view, Информация о клиенте
      'uz' => 'Маълумот',
   ],
   'labels_create' => [
      'ru' => 'Добавить',
      'uz' => 'Кушиш',
   ],
   'labels_save' => [
      'ru' => 'Сохранить',
      'uz' => 'Саклаш',
   ],
   'credit_amount' => [
      'ru' => 'Сумма кредита ',
      'uz' => 'Кредит суммаси',
   ],
   'credit_amount_real' => [
      'ru' => 'Сумма расчета',
      'uz' => 'Кредит хисоби',
   ],
   'redirect' => [
      'ru' => 'Перейти',
      'uz' => 'Батафсил',
   ],
   'new_client' => [
      'ru' => 'Новый клиент',
      'uz' => 'Янги мижоз',
   ],
   'payment_control' => [
      'ru' => 'Управление кассой',
      'uz' => 'Касса бошкаруви',
   ],
   'labels_payment_type' => [
      'ru' => 'Тип расхода',
      'uz' => 'Харажат тури',
   ],
   'payments_expense' => [
      'ru' => 'Расход с кассы',
      'uz' => 'Кассадан харажат',
   ],
   'payments_spend_button' => [
      'ru' => 'Расходовать', //payment/index_search
      'uz' => 'Харажат килиш',
   ],
   'report_common' => [
      'ru' => 'ОБЩАЯ',
      'uz' => 'УМУМИЙ',
   ],
   'report_cash' => [
      'ru' => 'Наличные',
      'uz' => 'Накд',
   ],
   'report_card' => [
      'ru' => 'Пластик',
      'uz' => 'Пластик',
   ],
   'today' => [
      'ru' => 'СЕГОДНЯ',
      'uz' => 'БУГУН',
   ],
   'itogo' => [
      'ru' => 'Итого',
      'uz' => 'Умумий',
   ],
   'report_payment' => [
      'ru' => 'Отчет по оплаченными кредитами',
      'uz' => 'Туланган кредитлар буйича хисобот',
   ],
   'report_for_today' => [
      'ru' => 'Отчёт на сегодня',
      'uz' => 'Бугунги хисобот',
   ],
   'report_non_paid' => [
      'ru' => 'Отчет по не оплаченными кредитами',
      'uz' => 'Туламаган кредитлар буйича хисобот',
   ],
   'labels_user_menu' => [
      'ru' => 'Меню пользователя',
      'uz' => 'Фойдаланувчи менюси',
   ],
   'settings' => [
      'ru' => 'Настройки',
      'uz' => 'Созламалар',
   ],
   'labels_company_name' => [
      'ru' => 'Название Магазина',
      'uz' => 'Дукон номи',
   ],
   'labels_company_title' => [
      'ru' => 'Наименование юр лица',
      'uz' => 'Дукон номи юрик шахс',
   ],
   'labels_company_props' => [
      'ru' => 'Реквизиты магазина',
      'uz' => 'Реквизитлар',
   ],
   'labels_company_director' => [
      'ru' => 'Директор магазина',
      'uz' => 'Дукон директори',
   ],
   'labels_username' => [
      'ru' => 'Логин',
      'uz' => 'Махвий суз',
   ],
   'labels_email' => [
      'ru' => 'Эл.почта',
      'uz' => 'Электрон почта',
   ],
   'labels_role' => [
      'ru' => 'Роль',
      'uz' => 'Тур',
   ],
   'labels_users' => [
      'ru' => 'Управление пользовательями',
      'uz' => 'Фойдалувчиларни бошкариш',
   ],
   'labels_signup' => [
      'ru' => 'Добавить пользователя',
      'uz' => 'Янги фойдаланувчини руйхатга олиш',
   ],
   '' => [
      'ru' => 'Регистрация нового пользователя',
      'uz' => 'Янги фойдаланувчини руйхатга олиш',
   ],
   'payed_by_credit' => [
      'ru' => 'Оплачено',
      'uz' => 'Туланган',
   ],
   'unpayed_by_credit' => [
      'ru' => 'Осталось',
      'uz' => 'Колдик',
   ],
   'error_no_signs' => [
      'ru' => 'Нет подписей кредитора и гарантера ',
      'uz' => 'Кредитор ва кафил имзолари топилмади',
   ],
   'client_yes_sign' => [
      'ru' => 'Кредитор подписал',
      'uz' => 'Кредитор имзолади',
   ],
   'client_no_sign' => [
      'ru' => 'подпись кредитора',
      'uz' => 'кредитор имзоси йук',
   ],
   'garant_yes_sign' => [
      'ru' => 'Гарантер подписал',
      'uz' => 'Кафил имзолади',
   ],
   'garant_no_sign' => [
      'ru' => 'подпись гарантера',
      'uz' => 'кафил имзоси йук',
   ],
   'refresh_btn' => [
      'ru' => 'Обновить',
      'uz' => 'Янгилаш',
   ],
   'total_late_summa' => [
      'ru' => 'Общая просроченная сумма:',
      'uz' => 'Вактида туламаганлар умумий суммаси:',
   ],
   'today_index_summa' => [
      'ru' => 'Сегодняшний сбор:',
      'uz' => 'Бугунги туплам:',
   ],
   'today_index_payed' => [
      'ru' => 'Собрано:',
      'uz' => 'Йигилди:',
   ],
   'todat_index_unpayed' => [
      'ru' => 'Остаток:',
      'uz' => 'Колдик:',
   ],
   'report_percent' => [
      'ru' => 'Процентная сумма',
      'uz' => 'Устамаси',
   ],
   '30%prepaid' => [
      'ru' => '30% Предоплата',
      'uz' => '30% олдиндан тулов',
   ],
   'report_total_price' => [
      'ru' => 'Сумма договора',
      'uz' => 'Келишилган сумма',
   ],
   'labels_lawyer_views' => [
      'ru' => [
         4 => 'Данные юриста: Новые',
         5 => 'Данные юриста: В суде',
         6 => 'Данные юриста: В рассмотрении',
         7 => 'Данные юриста: Окончен',
      ],
      'uz' => [
         4 => 'Юрист: Янгилар',
         5 => 'Юрист: Судда',
         6 => 'Юрист: Иш жараенида',
         7 => 'Юрист: Тугатилган',
      ],
   ],
   'labels_lawyer_change' => [
      'ru' => [
         4 => 'Данные юриста: Новые',
         5 => 'Перевести в суд',
         6 => 'Перевести в рассмотрении',
         7 => 'Завершить',
      ],
      'uz' => [
         4 => 'Юрист: Янгилар',
         5 => 'Судга утиш',
         6 => 'Иш жараенида Утиш',
         7 => 'Якунлаш',
      ],
   ],
   'lawyer_new' => [
      'ru' => 'Новые',
      'uz' => 'Янгилар',
   ],
   'lawyer_data' => [
      'ru' => 'Данные юриста',
      'uz' => 'Юрист маълумотлари',
   ],
   'update_region' => [
      'ru' => 'Обновить регион:',
      'uz' => 'Вилоятни янгилаш:',
   ],
   'update_credit_type' => [
      'ru' => 'Обновить тип кредита:',
      'uz' => 'Кредит турини янгилаш:',
   ],
   'lawyer_court' => [
      'ru' => 'В суде',
      'uz' => 'Судда',
   ],
   'lawyer_review' => [
      'ru' => 'В рассмотрении',
      'uz' => 'Иш жараенида',
   ],
   'lawyer_over' => [
      'ru' => 'Окончен',
      'uz' => 'Тугатилган',
   ],
   'lawyer_report' => [
      'ru' => 'Отчёты',
      'uz' => 'Хисоботлар',
   ],
   'labels_close_month' => [
      'ru' => 'Закрыть месяц',
      'uz' => 'Ойни епиш',
   ],
   'labels_canceled_month' => [
      'ru' => 'Отменить месяц',
      'uz' => 'Ойни кайтариш',
   ],
   'progress_bar_registration' => [
      'ru' => 'Оформление кредита',
      'uz' => 'Шартнома тузиш',
   ],
   'progress_bar_ordering' => [
      'ru' => 'В оформлении',
      'uz' => 'Тузиш жараенида',
   ],
   'progress_bar_process' => [
      'ru' => 'В процессе',
      'uz' => 'Иш жараенида',
   ],
   'progress_bar_active' => [
      'ru' => 'Активный',
      'uz' => 'Актив холатда',
   ],
   'progress_bar_completed' => [
      'ru' => 'Завершено',
      'uz' => 'Тугатилган',
   ],
   'export_to' => [
      'ru' => '<i class="fa fa-file-excel-o" aria-hidden="true"></i> Экспортировать в Excel',
      'uz' => '<i class="fa fa-file-excel-o" aria-hidden="true"></i> Excelда уклаш ',
   ],
   'labels_yurist_goday' => [
      'ru' => 'У юриста',
      'uz' => 'Юристда',
   ],
   'lawyer_income' => [
      'ru' => 'Приходы юриста',
      'uz' => 'Юрист киримлари',
   ],
   'labels_reset_button' => [
      'ru' => 'Сбросить',
      'uz' => 'Кайтариш',
   ],
   'reports_statistic' => [
      'ru' => 'Статистика',
      'uz' => 'Статистика',
   ],
   'sign_doc_number' => [
      'ru' => 'Введите номер договора',
      'uz' => 'Шартнома ракамини киритинг',
   ],
   'sign_doc_number_view' => [
      'ru' => 'Электронная подпись по договору № ',
      'uz' => 'Шартнома электрон имзоси',
   ],
   'labels_sign' => [
      'ru' => 'Электронные подписи',
      'uz' => 'Электрон имзолар',
   ],
   'client_sign' => [
      'ru' => 'Подпись кредитора',
      'uz' => 'Кредитор имзоси',
   ],
   'guarantor_sign' => [
      'ru' => 'Подпись поручителя',
      'uz' => 'Кафил имзоси',
   ],
   'change_client_sign' => [
      'ru' => 'Изменить подпись кредитора',
      'uz' => 'Кредитор имзосини узгартириш',
   ],
   'change_guarantor_sign' => [
      'ru' => 'Изменить подпись поручителя',
      'uz' => 'Кафил имзосини узгартириш',
   ],
   'labels_submit_sign' => [
      'ru' => 'Распишитесь чтобы подтвердить договор',
      'uz' => '',
   ],
   'labels_client_singing' => [
      'ru' => 'Электронная подпись клиента',
      'uz' => 'Мижоз электрон имзоси',
   ],
   'submit_sign_button' => [
      'ru' => 'Подтвердить подпись',
      'uz' => 'Имзо тугри',
   ],
   'send_sign_button' => [
      'ru' => 'Отправить подпись',
      'uz' => 'Имзони саклаш',
   ],
   'sign_success' => [
      'ru' => 'Подпись успешно сохранен',
      'uz' => 'Имзо сакланди',
   ],
   'sign_error' => [
      'ru' => 'При сохранении роспися произошла ошибка. Пожалуйста обратитесь к администратору или в тех.поддержку',
      'uz' => 'При сохранении роспися произошла ошибка. Пожалуйста обратитесь к администратору или в тех.поддержку',
   ],
   'sign_error_find' => [
      'ru' => ' Не найден, проверьте договоры', //в sign/index если не находит договор то должен выводить "Договор № .$var. не найден, проверьте договоры"
      'uz' => ' Кредит топилмади!',
   ],
   'labels_credit_active' => [
      'ru' => 'Кредит уже активен',
      'uz' => 'Шартнома актив холатда',
   ],
   'labels_settings' => [
      'ru' => 'Настройки кредита',
      'uz' => 'Кредитлар созламаси',
   ],
   'labels_settings_db' => [
      'ru' => 'Настройки архивов базы',
      'uz' => 'Архивлар созламаси',
   ],
   'labels_name' => [
      'ru' => 'Название',
      'uz' => '',
   ],
   'labels_value' => [
      'ru' => 'Значение',
      'uz' => '',
   ],
   'labels_to_pay' => [
      'ru' => 'Оплатить',
      'uz' => 'Тулаш',
   ],
   'labels_file' => [
      'ru' => 'Файл',
      'uz' => 'Файл',
   ],
   'labels_extra_files' => [
      'ru' => 'Дополнительные файлы',
      'uz' => 'Кушимча файллар',
   ],
   'delete_forever' => [
      'ru' => 'Удалить навсегда',
      'uz' => '',
   ],
   'labels_cards' => [
      'ru' => 'Привязанные карты',
      'uz' => 'Bog\'langan kartalar',
   ],
   'labels_sign_photo' => [
      'ru' => 'Фотография клиента',
      'uz' => 'Mijozning fotosurati',
   ],
   'labels_sign_delete_photo' => [
      'ru' => 'Удалить фотографию',
      'uz' => 'Fotosuratni o\'chirish',
   ],
   'labels_current_photo' => [
      'ru' => 'Фотография клиента',
      'uz' => 'Mijoz Rasmi',
   ],
   'labels_to_blacklist' => [
      'ru' => 'Отправить чёрный список',
      'uz' => 'Qora ro`yxatga yuborish',
   ],
   'labels_from_blacklist' => [
      'ru' => 'Вернуть из черного списка',
      'uz' => 'Qora yo`yxatdan qaytarish',
   ],
   'labels_in_blacklist' => [
      'ru' => 'Клиент в чёрном списке',
      'uz' => 'Mijoz qora ro`yxatda',
   ],
   'fill_pinfl' => [
      'ru' => 'Заполните ПИНФЛ',
      'uz' => 'JSHSHR ni to\'ldiring',
   ],
   'labels_basket' => [
      'ru' => 'Клиент успешно добавлен в корзину!!!',
      'uz' => '',
   ],
   'credit_reject' => [
      'ru' => 'Отменить кредит',
      'uz' => 'Шартнома бекор килиш',
   ],
   'close' => [
      'ru' => 'Закрыть',
      'uz' => 'Йопиш',
   ],
   'reject_reason' => [
      'ru' => 'Причина отказа',
      'uz' => 'Бекор килиш сабаби',
   ],
   'revorke' => [
      'ru' => 'Вернуть договор',
      'uz' => 'Шартнома кайтарищ',
   ],
   'send_warning_sms' => [
      'ru' => 'Предупреждающее письмо',
      'uz' => 'Огохлантириш хабар',
   ],
   'send_sms' => [
      'ru' => 'Отправить',
      'uz' => 'Юбориш',
   ],
   'credits_rejected' => [
      'ru' => 'Отмененные кредиты',
      'uz' => 'Бекор килинган шартномалар',
   ],
   'rejected_user' => [
      'ru' => 'Отменил',
      'uz' => 'Бекор килди',
   ],
   'rejected_time' => [
      'ru' => 'Время отмены',
      'uz' => 'Бекор килинган вакт',
   ],
   'rejected_reason' => [
      'ru' => 'Причина',
      'uz' => 'Сабаби',
   ],
   'connect_credits' => [
      'ru' => 'Привязать договоры',
      'uz' => 'Shartnomalar bog\'lash',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],
   '' => [
      'ru' => '',
      'uz' => '',
   ],

];
